<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <link rel="shortcut icon" href="imagen/ICON-Z.ico" type="image/xicon"/>
  <title>GOKU/KAKAROT</title>
  <link rel="stylesheet" type="text/css" href="TRABAJO-CSS-GK.css"/>
</head>
<body>
    <header>
        <div class="logoz">
          <img src="LOGO-Z.png">
          <h1>GOKU(KAKAROT)</h1>
          <h2>EXPERTO COMBATE CUERPO A CUERPO</h2>
        </div>
        <nav>
            <ul>
              <li><a class="e1" href="TRABAJO CSS HTML 1(PORTADA).html">INICIO</li>
              <li><a class="e1" href="SOBRE_MI.html">SOBRE MI </a></li>
              <li><a class="e1" href="CONTACTO.html"> CONTACTO</a></li>
            </ul>
        </nav>
      </header>
    <div id="gk">
        <img id="gkimg" src="GOKU_STAND.jpg">
        <div id="textogk">
            <h3>GOKU (KAKAROT) EL GUERRERO DE CLASE BAJA</h3>
            <p>Su nombre real y de nacimiento es Kakarot y es uno de los pocos saiyanos que lograron sobrevivir a la destrucci&oacute;n total del Planeta Vegeta del Universo 7.Padre de Son Gohan.</p>
            <p>Originalmente enviado a la Tierra como un infante volador con la misi&oacute;n de conquistarla. Sin embargo,un brutal golpe, alter&oacute; su memoria y anul&oacute; todos los instintos violentos de su especie, lo que lo hizo crecer con un coraz&oacute;n puro y bondadoso, pero conservando todos los poderes de su raza.</p>
            <p>M&aacute;s tarde, Kakarot, ahora conocido como Son Goku, se convertir&iacute;a en el l&iacute;der de los Guerreros Z, as&iacute; como el mayor defensor de la Tierra y del Universo 7, logrando mantenerlos a salvo de la destrucci&oacute;n en innumerables ocasiones, a pesar de no considerarse a s&iacute; mismo como un h&eacute;roe o salvador.</p>
            <p>Su instinto para el combate lo lleva a entrenar incansablemente, encontrando formidables enemigos por el camino. Al igual que <a id="vg" href="TRABAJO CSS HTML VG.html">Vegeta</a> y <a id="gh" href="TRABAJO CSS HTML GH.html">Gohan</a>,
            puede ver su poder aumentado gracias al <span id="ss">Super Saiyan</span>.</p>
            <p>Esta transformaci&oacute;n, adem&aacute;s de cambiar su apariencia, aumenta sus caracter&iacute;sticas f&iacute;sicas.</p>
            <p>He aquí varios ejemplos y estados &#58;</p>
        <div>
            <ul class="gridss">
                <li><a id="SS" href="https://www.youtube.com/watch?v=ZaIAihDR_X0"><img id="SS1" src="GOKU_S1_STAND.png"><p>Super Saiyan 1</a></p><p>Normalmente los saiyanos, cuando logran desatar un nivel de energía determinado, alcanzan este estado tras un momento de rabia, ya sea de dolor o al enfadarse mucho, desatando todo el poder y van acumulando energía lo cual les provoca un cambio tanto a nivel energético como a nivel corporal.El cabello se eriza y se vuelve rubio, los ojos cambian a un color azul verde o turquesa, la musculatura aumenta ligeramente y la personalidad se vuelve muy explosiva.<span class="info"> Se aumenta la fuerza por 50 veces, al igual que la velocidad.</span></p></li>
                <li><a id="SS" href="https://www.youtube.com/watch?v=v7qiXqLDTDQ"><img id="SS2" src="GOKU_S2_STAND.png"><p>Super Saiyan 2</a></p><p>Transformaci&oacute;n sucesora del Supersaiyano alcanzada gracias al arduo entrenamiento,<span class="info"> duplica los poderes del Super Saiyan 1, es decir aumenta x100 la fuerza base.</span> Se producen ligerios cambios en la apariencia, el cabello se eriza m&aacute;s y aparecen pequeños rayos debido a la densidad de energ&iacute;a</p></li>
                <li><a id="SS" href="https://www.youtube.com/watch?v=JW2LLo9rSjE"><img id="SS3" src="GOKU_S3_STAND.png"><p>Super Saiyan 3</a></p><p>Es la forma más poderosa de la línea de estados tradicionales del Supersaiyano. La transformaci&oacute;n del Supersaiyano 3 provoca que los poderes, fuerza, velocidad y resistencia del guerrero saiyano sean llevados hasta niveles indescriptibles y el poder del estado Supersaiyano 2 se multiplica por 4.</p></li>
                <hr>
                <h3>M&Aacute;S ALL&Aacute; DE LOS DIOSES</h3>
                <li>Goku, tras derrotar al villano Buu, es entrenado por el Dios de la destrucci&oacute;n <span class="info">Bills</span> y su ayudante, el &aacute;ngel <span class="info">Whis</span>. Llevando sus poderes por encima del estatus de Dios.</li>
                <li><a id="SSB" href="https://www.youtube.com/watch?v=I8zF7WSzuiE"><img src="GOKU_SS_BLUE.png"><p>Super Saiyan Blue</p></a><p>Despu&eacute;s de entrenar con Whis, Goku aprendi&oacute; a sincronizar el Supersaiyano con el Supersaiyano Dios, lo que lo convirti&oacute; en un Supersaiyano Dios Supersaiyano, m&aacute;s com&uacute;nmente conocido como Supersaiyano Azul. Esta forma es id&eacute;ntica al Supersaiyano de Primer Grado en apariencia, solo que con cabello y ojos azul cian y con un aura azul sombreada por algo de chispas doradas. <span class="info">El poder de la forma es un nivel que supera al Supersaiyano Dios y ofrece mayores niveles de ki</span>. Goku aprende a mejorar a&uacute;n m&aacute;s el poder de esta forma a trav&eacute;s de diferentes medios, incluido el uso del Kaio-ken mientras est&aacute; en esta forma y una rabia intensa.</p></li>
                <li><a href="https://www.youtube.com/watch?v=bTqquMK6cA4"><img id="UI" src="GOKU_UI_STAND.png"><p>Ultra Instinto</p></a><p>Al entrar en este estado, <span class="info">Goku alcanza un nivel el cual incluso los dioses no pueden alcanzar, superando a los Dioses de la Destrucci&oacute;n</span> y logrando tener una pelea con un Jiren que aumenta su poder al m&aacute;ximo.</p></li>
                <hr>
                <li><img id="SZLOGO" src="dbsz-logo.webp"></li>
                <h4>ESTAD&Iacute;STICAS DE COMBATE</h4>
                <li><img id="STATS" src="stats goku.png"><p id="Imp">¡LLEVA TU COMBATE CERCANO AL PRÓXIMO NIVEL, REDUCE DISTANCIAS CON TU OPONENTE Y HAZTE CON LA VICTORIA!</p><p id="Imp">¡GOKU ES EL REY EN ASESTAR GOLPES DIRECTOS A SU ADVERSARIO!</p></li>
            </ul>
            <a href="GOKU_SELECCIONADO.html"><button class="button">ESCOGER MAESTRO</button></a><br><br>
            <p><a id="back" href="TRABAJO CSS HTML 3(INTRO2).html"><button id="atras">ATRÁS</button></a></p>
        </div>
        </div>
    </div>
    <footer id="logo">
        <img src="logo.jpg">
        <p id="tlogo">I.E.S C&Aacute;NOVAS DEL CASTILLO | 1º ASIR | JES&Uacute;S RAFAEL SERRANO YUSTE</p>
    </footer>
</body>
</html>