<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <link rel="shortcut icon" href="ICON-Z.ico" type="image/xicon"/>
  <title>VEGETA</title>
  <link rel="stylesheet" type="text/css" href="TRABAJO-CSS-VG.css"/>
</head>
<body>
    <header>
        <div class="logoz">
          <img src="LOGO-Z.png">
          <h1>VEGETA (PRINCIPE SAIYAN)</h1>
          <h2>EXPERTO SUPERTÉCNICAS</h2>
        </div>
        <nav>
            <ul>
              <li><a class="e1" href="Index.html">INICIO</li>
              <li><a class="e1" href="SOBRE_MI.html">SOBRE MI </a></li>
              <li><a class="e1" href="CONTACTO.html"> CONTACTO</a></li>
            </ul>
        </nav>
      </header>
    <div id="gk">
        <img id="gkimg" src="VEGETA_STAND.jpg">
        <div id="textogk">
            <h3>VEGETA EL PRINCIPE ORGULLOSO</h3>
            <p>Vegeta, reconocido como el Pr&iacute;ncipe Vegeta y uno de los pocos supervivientes tras el genocidio saiyano del planeta Vegeta del Universo 7, a manos de Freezer. Es el eterno rival de <a id="sgk" href="TRABAJO CSS HTML GK.html">Son Goku.</a></p>
            <p>En los inicios, Vegeta cumple un papel antag&oacute;nico, poco despu&eacute;s decide rebelarse ante el Ej&eacute;rcito de Freeza,volvi&eacute;ndose un aliado clave para los Guerreros Z.</p>
            <p>Vegeta es un saiyano fr&iacute;o, poco expresivo y lleno de resentimiento por la traici&oacute;n de Freezer hacia su raza.</p>
            <p>Vegeta desprecia el compañerismo, inclinándose a actuar por méritos propios y rara vez acepta la ayuda en una pelea (siempre y cuando sus propósitos coincidan), esto se demuestra cuando Vegeta ofrece realizar una "alianza" con <a id="sgk" href="TRABAJO CSS HTML GK.html">Goku</a>, <a id="gh" href="TRABAJO CSS HTML GH.html">Gohan</a> y <a id="kr" href="TRABAJO CSS HTML KR.html">Krillin</a>. Al igual que <a id="sgk" href="TRABAJO CSS HTML GK.html">Goku</a> y <a id="gh" href="TRABAJO CSS HTML GH.html">Gohan</a>, puede ver su poder aumentado gracias al <span id="ss">Super Saiyan</span>.</p>
            <p>También como la mayor&iacute;a de todos los saiyanos, es extremadamente arrogante y orgulloso, al punto de ser prepotente, pues cree fielmente que sus habilidades como un saiyanos de clase alta lo hacen un guerrero gen&eacute;ricamente superior.</p>
            <p>He aquí varios ejemplos y estados &#58;</p>
        <div>
            <ul class="gridss">
                <li><a id="SS" href="https://www.youtube.com/watch?v=nlD1_HmD0NA"><img id="SS1" src="VEGETA_STAND_S1.webp"><p>Super Saiyan 1</a></p><p>Normalmente los saiyanos, cuando logran desatar un nivel de energía determinado, alcanzan este estado tras un momento de rabia, ya sea de dolor o al enfadarse mucho, desatando todo el poder y van acumulando energía lo cual les provoca un cambio tanto a nivel energético como a nivel corporal.El cabello se eriza y se vuelve rubio, los ojos cambian a un color azul verde o turquesa, la musculatura aumenta ligeramente y la personalidad se vuelve muy explosiva.<span class="info"> Se aumenta la fuerza por 50 veces, al igual que la velocidad.</span></p></li>
                <li><a id="SS" href="https://www.youtube.com/watch?v=qA1UoXLrbbg"><img id="SS2" src="VEGETA_STAND_SV.webp"><p>Super Saiyan 1 - 2º Grado</a></p><p>Tras ser derrotado, Vegeta contin&uacute;a entrenando en la C&aacute;mara del Esp&iacute;ritu y Tiempo, aumentando su poder y alcanzando una variante m&aacute;s poderosa de la forma básica de Super Saiyan. M&aacute;s fuerte, pero mucho m&aacute;s lenta</p></li>
                <li><a id="SS" href="https://www.youtube.com/watch?v=7vGjaoeMFGM"><img id="SS3" src="VEGETA_STAND_S2.jpg"><p>Super Saiyan 2</a></p><p>Despu&eacute;s de otra derrota , Vegeta descansa un par de años y luego entrena durante 5 años seguidos sin descanso, consiguiendo alcanzar el estado de Super Saiyan 2, con el que aumenta la velocidad, la fuerza y ​​la resistencia y adquiere un poder mucho mayor.</p></li>
                <hr>
                <h3>M&Aacute;S ALL&Aacute; DE LOS DIOSES</h3>
                <li>Tras la derrota del villano Buu, es entrenado por el Dios de la destrucci&oacute;n <span class="info">Bills</span> y su ayudante, el &aacute;ngel <span class="info">Whis</span>. Llevando sus poderes por encima del estatus de Dios.</li>
                <li><a id="SSB" href="https://www.youtube.com/watch?v=I8zF7WSzuiE"><img src="VEGETA_STAND_RED.webp"><p>Super Saiyan God</p></a><p>Despu&eacute;s de entrenar con Whis, Vegeta aprendi&oacute; alcanza el Supersaiyano Dios, lo que lo convirti&oacute; en un Supersaiyano Dios , m&aacute;s com&uacute;nmente conocido como Supersaiyano Rojo. Esta forma es id&eacute;ntica al Supersaiyano de Primer Grado en apariencia, solo que con cabello y ojos rojos y con un aura roja que recuerda al fuego.</li>
                <li><a id="UI" href="https://www.youtube.com/watch?v=bTqquMK6cA4"><img id="UE" src="VEGETA_STAND_PURPLE.webp"><p>Ultra Ego</p></a><p>Al entrar en este estado, <span class="info">Vegeta alcanza un nivel el cual incluso los dioses no pueden alcanzar, superando a los Dioses de la Destrucci&oacute;n</span> en esta forma, Vegeta aumenta su poder conforme recibe golpes.</p></li>
                <hr>
                <li><img id="SZLOGO" src="dbsz-logo.webp"></li>
                <h4>ESTAD&Iacute;STICAS DE COMBATE</h4>
                <li><img id="STATS" src="stats vegeta.png"><p id="Imp">¡LLEVA TU COMBATE LEJANO AL PRÓXIMO NIVEL, SOPRENDE A TU OPONENTE Y HAZTE CON LA VICTORIA!</p><p id="Imp">¡VEGETA ES EL "PRINCIPE" EN ASESTAR GOLPES DEVASTADORES A SU ADVERSARIO!</p></li>
            </ul>
            <a href="VEGETA_SELECCIONADO.html"><button class="button">ESCOGER MAESTRO</button></a><br><br>
            <p><a id="back" href="TRABAJO CSS HTML 3(INTRO2).html"><button id="atras">ATRÁS</button></a></p>
        </div>
        </div>
    </div>
    <footer id="logo">
        <img src="logo.jpg">
        <p id="tlogo">I.E.S C&Aacute;NOVAS DEL CASTILLO | 1º ASIR | JES&Uacute;S RAFAEL SERRANO YUSTE</p>
     </footer>
</body>
</html>